package md.fusionworks.lifehack.data.persistence;

/**
 * Created by ungvas on 2/18/16.
 */
public class SaleCategoryData {
  public static final int SALE_CATEGORY_ID_LIST[] = {
      94, 18, 9, 66, 30, 81, 12, 48, 31, 27, 34, 29, 63, 40, 46, 64, 54, 42, 78, 84, 82, 38, 45, 76,
      51, 33, 115, 85, 117, 74, 90, 83, 112, 49, 79, 77, 75, 70, 110, 65, 88, 86
  };
  public static final String SALE_CATEGORY_NAME_LIST[] = {
      "Мобильные телефоны", "Цифровые фотоаппараты", "Наушники", "Стиральные машины", "Планшеты",
      "Холодильники", "Телевизоры", "Клавиатуры,мыши,наборы", "Принтеры и МФУ", "Мониторы",
      "Флеш накопители", "Сумки и чехлы для ноутбуков", "Пылесосы",
      "Жёсткие диски и сетевые накопители", "Колонки", "Утюги", "Проекторы", "Видеокарты", "Плиты",
      "Духовки", "Электрочайники и термопоты", "Модули памяти(RAM)", "Веб-камеры",
      "Микроволновые печи", "Маршрутизаторы,Свитчи", "Источники бесперебойного питания",
      "Приборы для укладки волос", "Вытяжки", "Весы напольные", "Встраиваемые рабочие поверхности",
      "Посудомоечные машины", "Блендеры", "Фены", "Рули и джойстики", "Соковыжималки", "Мясорубки",
      "Кофеварки и кофемашины", "Водонагреватели", "Мультиварки", "Швейные машины", "Миксеры",
      "Кофемолки"
  };
}
